Repository: aa2246740/FluidVoice
Catalog: Sources/Fluid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Prompt shortcut modifier released (hold mode) - stopping
zh_hans: 松开提示词快捷键修饰键（hold 模式）— 停止

source: Prompt shortcut modifier released but another key was pressed - ignoring
zh_hans: 松开提示词快捷键修饰键但按了其他键 — 忽略

source: Prompt test mode is available only for Dictate prompts.
zh_hans: 提示词测试模式仅适用于听写类提示词。

source: Prompts
zh_hans: 提示词

source: Pronunciation dictionary is on. Voice training uses the fast sound-order matcher.
zh_hans: 发音词典已开启。语音训练使用快速音序匹配器。

source: Pronunciation match
zh_hans: 发音匹配

source: Pronunciation samples must use the same model and embedding size.
zh_hans: 发音样本必须使用同一模型和相同的嵌入维度。

source: Provider
zh_hans: 服务商

source: Provider Name
zh_hans: 服务商名称

source: Provider name
zh_hans: 服务商名称

source: Provider preparation failed: %@
zh_hans: 服务商准备失败：%@

source: Provider preparation failed: %lld
zh_hans: 服务商准备失败：%lld

source: Provider settings
zh_hans: 服务商设置

source: Providers
zh_hans: 服务商

source: Prune saved audio?
zh_hans: 清理已保存音频？

source: Przypomnij mi, żeby wysłać notatki przed piątą.
zh_hans: 提醒我五点前把笔记发出去。

source: Punctuation
zh_hans: 标点

source: Punjabi
zh_hans: 旁遮普语

source: Putting the transcript and speaker labels together.
zh_hans: 正在合并转写文本和说话人标记。

source: Quality
zh_hans: 质量

source: Quick Start Guide
zh_hans: 快速上手指南

source: Quiet in cut: %.2f s at start · %.2f s at end
zh_hans: 片段中的静音：开头 %.2f 秒 · 结尾 %.2f 秒

source: Quiet means below −45 dBFS; faint speech can also be quiet. No noise removal is applied.
zh_hans: "安静"指低于 −45 dBFS，微弱的人声也可能被判为安静。不会移除任何声音。

source: Quit
zh_hans: 退出

source: Quit Anyway
zh_hans: 仍然退出

source: Quit Fluid Voice
zh_hans: 退出 FluidVoice

source: Qwen3 - Multilingual
zh_hans: Qwen3 - 多语言

source: Qwen3 ASR (Beta)
zh_hans: Qwen3 ASR（测试版）

source: Qwen3 ASR is a multilingual FluidAudio model with strong quality, but higher memory usage. Requires macOS 15+.
zh_hans: Qwen3 ASR 是 FluidAudio 多语言模型，质量好但内存占用高，需要 macOS 15+。

source: Qwen3 multilingual ASR via FluidAudio. Higher quality, heavier memory footprint.
zh_hans: 通过 FluidAudio 的 Qwen3 多语言 ASR，质量更高、内存占用更大。

source: Qwen3-ASR Flash (Cloud)
zh_hans: Qwen3-ASR Flash（云端）

source: Rappelle-moi d'envoyer les notes avant cinq heures.
zh_hans: 提醒我五点前把笔记发出去。

source: Raw Text
zh_hans: 原始文本

source: Raw transcription
zh_hans: 原始转写

source: Re-insert your most recent transcription using your selected insertion method
zh_hans: 用所选输入方式重新输入最近的转写

source: Ready
zh_hans: 就绪

source: Ready to Record%@
zh_hans: 准备就绪，可录音%@

source: Ready to Record%lld
zh_hans: 准备就绪，可录音%lld

source: Ready to add
zh_hans: 可以添加

source: Ready to add “%@”
zh_hans: 可以添加“%@”了

source: Ready to add “%lld”
zh_hans: 可以添加“%lld”了

source: Ready to record
zh_hans: 可以录音

source: Ready to save
zh_hans: 可以保存

source: Ready to verify.
zh_hans: 可以校验了。

source: Ready when you are
zh_hans: 准备就绪，等你开始

source: Ready · runs after recording
zh_hans: 就绪 · 录音后运行

source: Ready. Add Replacement is unlocked.
zh_hans: 就绪，"添加替换"已解锁。

source: Ready. The last 3 recordings are covered by this correction.
zh_hans: 就绪，最近 3 条录音都已被这条纠正覆盖。

source: Real-time ASR engine not initialized
zh_hans: 实时 ASR 引擎未初始化

source: Reasoning
zh_hans: 推理

source: Reasoning for %@
zh_hans: %@ 的推理

source: Reasoning for %lld
zh_hans: %lld 的推理

source: Reassign to
zh_hans: 改判给

source: Receiving audio
zh_hans: 正在接收音频

source: Recent chats
zh_hans: 最近对话

source: Recent dictations
zh_hans: 最近听写

source: Recognizer heard: %@
zh_hans: 识别器听到：%@

source: Recognizer heard: %lld
zh_hans: 识别器听到：%lld

source: Recommended
zh_hans: 推荐

source: Recommended for %@. You can see more options if needed.
zh_hans: 推荐用于 %@。需要时可查看更多选项。

source: Recommended for %lld. You can see more options if needed.
zh_hans: 推荐用于 %lld。需要时可查看更多选项。

source: Recommended for your Mac
zh_hans: 为你的 Mac 推荐

source: Record
zh_hans: 录制

source: Record again
zh_hans: 重新录制

source: Record more
zh_hans: 再录一段

source: Record more examples
zh_hans: 再录几个示例

source: Record new examples
zh_hans: 录制新示例

source: Record only while the shortcut is held.
zh_hans: 仅在按住快捷键时录音。

source: Record this meeting?
zh_hans: 录制这个会议？

source: Record this meeting? %@. Nothing is recording yet.
zh_hans: 要录制这个会议吗？%@。当前没有在录音。

source: Record this meeting? %@. Nothing is recording yet. Record, or dismiss.
zh_hans: 要录制这个会议吗？%@。当前没有在录音。选择录制或忽略。

source: Record this meeting? %lld. Nothing is recording yet.
zh_hans: 要录制这个会议吗？%lld。当前没有在录音。

source: Record this meeting? %lld. Nothing is recording yet. Record, or dismiss.
zh_hans: 要录制这个会议吗？%lld。当前没有录音——可录制或忽略。

source: Record to check
zh_hans: 录一段来测试

source: Record your meeting. Come back to every word.
zh_hans: 录下你的会议，随时回顾每个字。

source: Recorded AI model: %@
zh_hans: 录制时的 AI 模型：%@

source: Recorded AI model: %lld
zh_hans: 已录制的 AI 模型：%lld

source: Recorded digest no longer matches the file.
zh_hans: 记录的摘要与文件不再一致。

source: Recorded presentation bounds are not a positive interval.
zh_hans: 录制的呈现边界不是正区间。

source: Recording
zh_hans: 录音

source: Recording %@
zh_hans: 录音 %@

source: Recording %@ · %@
zh_hans: 录音 %@ · %@

source: Recording %lld
zh_hans: 录音 %lld

source: Recording %lld · %lld
zh_hans: 录音 %lld · %lld

source: Recording Error
zh_hans: 录音错误

source: Recording Stopped
zh_hans: 录音已停止

source: Recording interrupted
zh_hans: 录音已中断

source: Recording issue: %@
zh_hans: 录音问题：%@

source: Recording issue: %lld
zh_hans: 录音问题：%lld

source: Recording never started — no audio was captured.
zh_hans: 录音从未开始——没有采集到音频。

source: Recording position
zh_hans: 录音位置

source: Recording setup
zh_hans: 录制设置

source: Recording stops automatically.
zh_hans: 录音会自动停止。

source: Recording was interrupted. Captured audio has been preserved on this Mac.
zh_hans: 录音被中断，已采集的音频保留在这台 Mac 上。

source: Recording...
zh_hans: 录音中…

source: Recording...%@
zh_hans: 录音中…%@

source: Recording...%lld
zh_hans: 录音中…%lld

source: Recording…
zh_hans: 录音中…

source: Recuérdame enviar las notas antes de las cinco.
zh_hans: 提醒我五点前把笔记发出去。

source: Redo recordings
zh_hans: 重新录制

source: Reduce Transparency is on in macOS. Glass uses a solid finish.
zh_hans: macOS 已开启"降低透明度"，玻璃将使用实心外观。

source: Refining
zh_hans: 润色中

source: Refining...
zh_hans: 正在润色…

source: Refresh
zh_hans: 刷新

source: Refresh audio sources
zh_hans: 刷新音频来源

source: Refresh changelog
zh_hans: 刷新更新日志

source: Refresh meeting history
zh_hans: 刷新会议历史

source: Refresh model list
zh_hans: 刷新模型列表

source: Refresh models to enable verification
zh_hans: 刷新模型后可进行验证

source: Refreshing…
zh_hans: 正在刷新…

source: Region
zh_hans: 区域

source: Release Notes
zh_hans: 更新日志

source: Remind me to send the notes before five.
zh_hans: 提醒我五点前把笔记发出去。

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除 %@

source: Remove %@ from microphone priority
zh_hans: 把 %@ 从麦克风优先级移除

source: Remove %lld
zh_hans: 移除 %lld

source: Remove %lld from microphone priority
zh_hans: 把 %lld 从麦克风优先级中移除

source: Remove Filler Words
zh_hans: 去掉语气词

source: Remove Trailing Period
zh_hans: 去掉句末句号

source: Remove app-specific override
zh_hans: 移除此 app 专属覆盖

source: Remove file
zh_hans: 移除文件

source: Remove filler sounds like ‘um’, ‘uh’, and ‘er’ from transcriptions.
zh_hans: 去掉转写里“嗯”“呃”这类语气词。

source: Remove from Priority
zh_hans: 从优先级中移除

source: Remove from priority
zh_hans: 移出优先列表

source: Remove provider
zh_hans: 移除服务商

source: Remove provider?
zh_hans: 移除服务商？

source: Remove shortcut
zh_hans: 移除快捷键

source: Remove the 1.45 GB download from this Mac. Your meetings and saved summaries stay. You can download it again anytime.
zh_hans: 从这台 Mac 移除 1.45 GB 的下载文件。你的会议和已保存的摘要都会保留，之后可随时重新下载。

source: Remove word
zh_hans: 移除词语

source: Remove word?
zh_hans: 移除词语？

source: Removed audio from %@ history entries.
zh_hans: 已删除 %@ 条历史记录中的音频。

source: Removes rambling, fixes mistakes, and formats your text.
zh_hans: 去掉啰嗦、修正口误、自动排版。

source: Rename
zh_hans: 重命名

source: Rename %@
zh_hans: 重命名 %@

source: Rename %lld
zh_hans: 重命名 %lld

source: Rename Meeting
zh_hans: 重命名会议

source: Rename Speaker
zh_hans: 重命名说话人

source: Rename meeting…
zh_hans: 重命名会议…

source: Rename…
zh_hans: 重命名…

source: Repeat 3 times to capture pronunciation samples.
zh_hans: 重复 3 次以采集发音样本。

source: Repeat naturally until the circle reaches 3/3.
zh_hans: 自然地重复，直到圆圈满 3/3。

source: Repeat until 3 recordings in a row need no new corrections.
zh_hans: 重复到连续 3 条录音无需新纠正为止。

source: Repetitions
zh_hans: 重复

source: Replace
zh_hans: 替换

source: Replace Original
zh_hans: 替换原文

source: Replacement added
zh_hans: 替换规则已添加

source: Replay
zh_hans: 重播

source: Replay onboarding
zh_hans: 重看新手引导

source: Report Bug
zh_hans: 报告 Bug

source: Report Sent
zh_hans: 报告已发送

source: Report an issue
zh_hans: 报告问题

source: Report an issue with this dictation
zh_hans: 反馈这次听写的问题

source: Report failed with HTTP %@.
zh_hans: 上报失败，HTTP %@。

source: Report failed with HTTP %lld.
zh_hans: 上报失败，HTTP %lld。

source: Report issue
zh_hans: 报告问题

source: Report issue...
zh_hans: 报告问题…

source: Reprocessing...
zh_hans: 重新处理中…

source: Request failed after retries
zh_hans: 重试后请求仍失败

source: Request timed out after %@ seconds
zh_hans: 请求在 %@ 秒后超时

source: Request timed out after %lld seconds
zh_hans: 请求在 %lld 秒后超时

source: Request too large.
zh_hans: 请求过大。

source: Required Core Audio listener property is unavailable: %@.
zh_hans: 必需的 Core Audio 监听属性不可用：%@。

source: Required Core Audio listener property is unavailable: %lld.
zh_hans: 必需的 Core Audio 监听属性不可用：%lld。

source: Required for global hotkey functionality
zh_hans: 全局快捷键功能所需

source: Requires 6GB+ RAM for stable operation.
zh_hans: 需要 6GB 以上内存才能稳定运行。

source: Requires internet and your own API key (stored in the macOS Keychain); usage is billed by the vendor.
zh_hans: 需要联网和你自己的 API Key（存于 macOS 钥匙串），按厂商用量计费。

source: Rescan meeting apps and microphones.
zh_hans: 重新扫描会议 app 和麦克风。

source: Research Preview
zh_hans: 研究预览

source: Research Preview: Compares how your voice sounds instead of only the words FluidVoice hears. Results may vary.
zh_hans: 研究预览：对比你的声音本身，而不只是 FluidVoice 听到的词，结果可能有波动。

source: Reset
zh_hans: 重置

source: Reset All Defaults
zh_hans: 重置全部默认项

source: Reset All Stats
zh_hans: 重置全部统计

source: Reset Default
zh_hans: 重置默认项

source: Reset Everything
zh_hans: 全部重置

source: Reset Spoken Formatting?
zh_hans: 重置语音排版？

source: Reset Verification
zh_hans: 重置验证

source: Reset look
zh_hans: 重置外观

source: Resize transcript panes
zh_hans: 调整转写面板大小

source: Response is not valid JSON. Check if the base URL '%@' is correct.
zh_hans: 响应不是合法 JSON。请检查 Base URL“%@”是否正确。

source: Response is not valid JSON. Check if the base URL '%lld' is correct.
zh_hans: 响应不是合法 JSON。请检查 Base URL“%lld”是否正确。

source: Restore
zh_hans: 恢复

source: Restore Removed
zh_hans: 恢复已移除项

source: Restore a session from Archived before archiving another.
zh_hans: 请先从归档中恢复一个会话，再归档另一个。

source: Restore and open this session
zh_hans: 恢复并打开此会话

source: Restore session
zh_hans: 恢复会话

source: Retry
zh_hans: 重试

source: Retry Transcription
zh_hans: 重试转写

source: Retry saving history
zh_hans: 重试保存历史

source: Retry transcription
zh_hans: 重试转写

source: Retry transcription, or open the audio files on this Mac.
zh_hans: 重试转写，或在这台 Mac 上打开音频文件。

source: Retrying…
zh_hans: 正在重试…

source: Return to %@
zh_hans: 返回 %@

source: Return to %lld
zh_hans: 返回 %lld

source: Return to Starting Field
zh_hans: 返回起始输入框

source: Reveal Audio
zh_hans: 显示音频文件

source: Reveal Log File
zh_hans: 显示日志文件

source: Reveal in Finder
zh_hans: 在访达中显示

source: Review command
zh_hans: 审核命令

source: Review features. Prepare the release.
zh_hans: 检查功能，准备发布。

source: Rewrite mode modifier held (hold mode) - starting
zh_hans: 按住改写模式修饰键（hold 模式）— 开始

source: Rewrite mode modifier released (hold mode) - stopping
zh_hans: 松开改写模式修饰键（hold 模式）— 停止

source: Rewrite mode modifier released but another key was pressed - ignoring
zh_hans: 松开改写模式修饰键但按了其他键 — 忽略

source: Rewritten Text
zh_hans: 改写后的文本

source: Ricordami di inviare gli appunti prima delle cinque.
zh_hans: 提醒我五点前把笔记发出去。

source: Right Click
zh_hans: 鼠标右键

source: Right-click for Rename. Enter saves; Escape cancels.
zh_hans: 右键可重命名。回车保存，Esc 取消。

source: Rollback
zh_hans: 回滚

source: Rollback Failed
zh_hans: 回滚失败

source: Rollback Successful
zh_hans: 回滚成功

source: Rollback target: %@
zh_hans: 回滚目标：%@

source: Rollback target: %lld
zh_hans: 回滚目标：%lld

source: Rollback to %@
zh_hans: 回滚到 %@

source: Rollback to %@?
zh_hans: 回滚到 %@？

source: Rollback to %lld
zh_hans: 回滚到 %lld

source: Rollback to %lld?
zh_hans: 回滚到 %lld？

source: Rollback to Previous Version...
zh_hans: 回退到上个版本…

source: Rolled back to %@. FluidVoice will relaunch shortly.
zh_hans: 已回滚到 %@。FluidVoice 即将重启。

source: Rolled back to %lld. FluidVoice will relaunch shortly.
zh_hans: 已回滚到 %lld。FluidVoice 即将重启。

source: Romanian
zh_hans: 罗马尼亚语

source: Room Speaker %@
zh_hans: 房间扬声器 %@

source: Room Speaker %lld
zh_hans: 房间扬声器 %lld

source: Route changed back before the upgrade committed.
zh_hans: 升级提交前路由已切回。

source: Route settled after an interruption but the microphone did not resume.
zh_hans: 路由在中断后已稳定，但麦克风未恢复。

source: Run command
zh_hans: 运行命令

source: Run directly
zh_hans: 直接运行

source: Run or cancel the pending command before switching sessions.
zh_hans: 请先运行或取消待执行的命令，再切换会话。

source: Run without asking
zh_hans: 直接运行，不再询问

source: Running · %@
zh_hans: 运行中 · %@

source: Running · %lld
zh_hans: 运行中 · %lld

source: Russian
zh_hans: 俄语

source: SFSpeechRecognizer is currently unavailable
zh_hans: SFSpeechRecognizer 当前不可用

source: SSL/TLS error connecting to %@. The server's certificate may be invalid.
zh_hans: 连接 %@ 时 SSL/TLS 出错。服务器证书可能无效。

source: SSL/TLS error connecting to %lld. The server's certificate may be invalid.
zh_hans: 连接 %lld 时 SSL/TLS 出错。服务器证书可能无效。

source: Sanskrit
zh_hans: 梵语

source: Saturday Sunday stats usage streak weekday
zh_hans: 周六 周日 统计 使用 连续 工作日 Saturday Sunday stats usage streak weekday

source: Save
zh_hans: 保存

source: Save Audio With History
zh_hans: 随历史保存音频

source: Save Changes
zh_hans: 保存更改

source: Save Phrases
zh_hans: 保存口令

source: Save Provider
zh_hans: 保存服务商

source: Save Rule
zh_hans: 保存规则

source: Save Transcription History
zh_hans: 保存转写历史

source: Save Word
zh_hans: 保存词语

source: Save correction
zh_hans: 保存修正

source: Save dictionary debug audio locally
zh_hans: 在本地保存词典调试音频

source: Save names
zh_hans: 保存姓名

source: Save only this correction, or teach FluidVoice other pronunciations.
zh_hans: 只保存这次修正，或教 FluidVoice 记住其他发音。

source: Save setup
zh_hans: 保存设置

source: Save this text correction to your dictionary.
zh_hans: 把这次文字修正存入你的词典。

source: Save transcriptions for stats tracking. Disable for privacy.
zh_hans: 保存转写用于统计。注重隐私可关闭。

source: Saved %@ custom words.
zh_hans: 已保存 %@ 个自定义词。

source: Saved %@ replacement rules and %@ custom words.
zh_hans: 已保存 %@ 条替换规则和 %@ 个自定义词。

source: Saved %lld custom words.
zh_hans: 已保存 %lld 个自定义词。

source: Saved %lld replacement rules and %lld custom words.
zh_hans: 已保存 %lld 条替换规则和 %lld 个自定义词。

source: Saved API key could not be read back from Keychain.
zh_hans: 无法从钥匙串读回已保存的 API Key。

source: Saved Replacements
zh_hans: 已保存的替换

source: Saved Words
zh_hans: 已保存的词

source: Saved audio
zh_hans: 已保存音频

source: Saved audio couldn't be loaded. Its stored embedding is still compared.
zh_hans: 保存的音频加载失败，已存的声纹仍会参与比对。

source: Saved audio is missing.
zh_hans: 已保存的音频缺失。

source: Saved on this Mac
zh_hans: 保存在这台 Mac 上

source: Saved your FluidVoice backup to: %@
zh_hans: FluidVoice 备份已保存到： %@

source: Saved your FluidVoice backup to: %lld
zh_hans: FluidVoice 备份已保存到： %lld

source: Saved your dictation audio export to: %@
zh_hans: 听写音频已导出到： %@

source: Saved your dictation audio export to: %lld
zh_hans: 听写音频导出已保存到： %lld

source: Saves audio, embeddings, cuts and scores locally. Switch off to stop collection. Keeps at most 50 debug reports / 200 MB.
zh_hans: 在本地保存音频、声纹、片段和分数。关闭即停止采集，最多保留 50 份调试报告 / 200 MB。

source: Save…
zh_hans: 保存…

source: Saving
zh_hans: 保存中

source: Saving recording
zh_hans: 正在保存录音

source: Saving recording…
zh_hans: 正在保存录音…

source: Saving your recording before transcription begins.
zh_hans: 转写开始前正在保存录音。

source: Saving…
zh_hans: 正在保存…

source: Say %@ 3 times to capture pronunciation samples.
zh_hans: 说 3 遍“%@”来采集发音样本。

source: Say %@ naturally, then pause. FluidVoice records and listens again automatically.
zh_hans: 自然地说一遍“%@”然后停顿。FluidVoice 会自动录音并再次聆听。

source: Say %lld 3 times to capture pronunciation samples.
zh_hans: 说 3 遍“%lld”来采集发音样本。

source: Say %lld naturally, then pause. FluidVoice records and listens again automatically.
zh_hans: 自然地说一遍“%lld”然后停顿。FluidVoice 会自动录音并再次聆听。

source: Say a phrase at the end of dictation to send with your chosen Enter command.
zh_hans: 在听写结尾说出短语，即按你选的回车方式发送。

source: Say anything in %@.
zh_hans: 用 %@ 随便说点什么。

source: Say anything in %lld.
zh_hans: 用 %lld 随便说点什么。

source: Say anything you'd want to dictate in %@.
zh_hans: 用 %@ 说一段你想听写的内容。

source: Say anything you'd want to dictate in %lld.
zh_hans: 用 %lld 说一段你想听写的内容。

source: Say hello to what’s new.
zh_hans: 看看有什么新变化。

source: Say it again
zh_hans: 再说一遍

source: Say it at the end. Say “literal %@” to dictate it normally.
zh_hans: 在结尾说出它即可发送。想按字面打出来就说“literal %@”。

source: Say it at the end. Say “literal %lld” to dictate it normally.
zh_hans: 在句尾说出。想正常听写就说"字面 %lld"。

source: Say only the word
zh_hans: 只说这个词

source: Say only “%@” once, then wait.
zh_hans: 只说一遍“%@”，然后等待。

source: Say only “%lld” once, then wait.
zh_hans: 只说一遍“%lld”，然后等待。

source: Say the start word first, then a formatting action or punctuation name.
zh_hans: 先说起始词，再说排版动作或标点名称。

source: Say the word, then pause. FluidVoice captures it and listens again.
zh_hans: 说出这个词，然后停顿。FluidVoice 会采集后继续听。

source: Say this
zh_hans: 这样说

source: Say this first so normal words do not change.
zh_hans: 先说出这个词，后面的内容就不会被改动。

source: Scheduling automatic update check...
zh_hans: 正在安排自动更新检查…

source: Schreib eine kurze Nachricht über das heutige Treffen.
zh_hans: 写一条关于今天会议的简短汇报。

source: Schrijf een korte update over de vergadering van vandaag.
zh_hans: 写一条关于今天会议的简短汇报。

source: Score clears cutoff, but no word overlaps this audio window
zh_hans: 分数已过阈值，但此音频片段没有对应到词

source: Screen & System Audio permission is required. %@
zh_hans: 需要“屏幕与系统音频”权限。%@

source: Screen & System Audio permission is required. %lld
zh_hans: 需要“屏幕与系统音频”权限。%lld

source: Screen Recording Settings
zh_hans: 屏幕录制设置

source: Screen Recording or Accessibility access is preventing FluidVoice from reading Zoom meeting windows. Recording has not started.
zh_hans: “屏幕录制”或“辅助功能”权限阻止了 FluidVoice 读取 Zoom 会议窗口。录制尚未开始。

source: Scrivi un breve aggiornamento sulla riunione di oggi.
zh_hans: 写一条关于今天会议的简短汇报。

source: Search
zh_hans: 搜索

source: Search Settings
zh_hans: 搜索设置

source: Search across FluidVoice
zh_hans: 在整个 FluidVoice 中搜索

source: Search all models…
zh_hans: 搜索全部模型…

source: Search filenames and transcript text
zh_hans: 搜索文件名和转写文本

source: Search languages
zh_hans: 搜索语言

source: Search meetings
zh_hans: 搜索会议

source: Search models across verified providers
zh_hans: 在所有已验证服务商中搜索模型

source: Search models from all verified providers
zh_hans: 在所有已验证服务商中搜索模型

source: Search models...
zh_hans: 搜索模型…

source: Search providers
zh_hans: 搜索服务商

source: Search providers...
zh_hans: 搜索服务商…

source: Search session titles and previews
zh_hans: 搜索会话标题和预览

source: Search sessions
zh_hans: 搜索会话

source: Search supported languages
zh_hans: 搜索支持的语言

source: Search transcriptions...
zh_hans: 搜索转写…

source: Search transcripts…
zh_hans: 搜索转写…

source: Search words
zh_hans: 搜索词语

source: Secondary Dictation Shortcut
zh_hans: 副听写快捷键

source: See action items and who owns them, when mentioned.
zh_hans: 列出行动项及负责人（如有提及）。

source: See the new look
zh_hans: 看看新界面

source: See what was decided
zh_hans: 看看定了什么

source: Select %@ to enable this prompt
zh_hans: 选择 %@ 以启用此提示词

source: Select %lld to enable this prompt
zh_hans: 选择 %lld 以启用此提示词

source: Select **%@**; use **Reveal in Finder** below if needed
zh_hans: 选中「%@」；找不到就用下方「在访达中显示」

source: Select Model
zh_hans: 选择模型

source: Select Provider
zh_hans: 选择服务商

source: Select a file on the left to read, copy, or export its transcript.
zh_hans: 在左侧选择文件，即可查看、复制或导出它的转写。

source: Select a model before verifying. You may need to add a model manually for %@.
zh_hans: 验证前请先选择模型。可能需要为 %@ 手动添加模型。

source: Select a model to enable verification
zh_hans: 选择模型后可进行验证

source: Select a transcription
zh_hans: 选择一条转写

source: Select dictation mode
zh_hans: 选择听写模式

source: Select text and speak how to edit, or generate new content
zh_hans: 选中文字并说出修改方式，或生成新内容

source: Select text first, then press
zh_hans: 先选中文字，然后按

source: Select your microphone
zh_hans: 选择你的麦克风

source: Selected
zh_hans: 已选

source: Selected prompt profile
zh_hans: 当前提示词方案

source: Selected text is added automatically when text is selected.
zh_hans: 选中文字时会自动附加上下文。

source: Selected text, rewrite prompts, or AI responses.
zh_hans: 选中的文本、改写提示或 AI 响应。

source: Selection capture failed: Accessibility permissions not granted
zh_hans: 获取选中内容失败：未授予辅助功能权限

source: Send
zh_hans: 发送

source: Send Command
zh_hans: 发送命令

source: Send Example
zh_hans: 发送示例

source: Send Immediately
zh_hans: 立即发送

source: Send Phrase
zh_hans: 发送口令

source: Send another
zh_hans: 再发一条

source: Send detected
zh_hans: 检测到发送

source: Send feedback
zh_hans: 发送反馈

source: Send message
zh_hans: 发送消息

source: Send skipped
zh_hans: 已跳过发送

source: Sending
zh_hans: 发送中

source: Sending your message…
zh_hans: 正在发送…

source: Sending...
zh_hans: 正在发送…

source: Sending…
zh_hans: 正在发送…

source: Sensitivity
zh_hans: 灵敏度

source: Sent
zh_hans: 已发送

source: Separate different versions with commas. Enter only commas to replace comma punctuation.
zh_hans: 用逗号分隔不同写法。只输入逗号可替换逗号标点。

source: Serbian
zh_hans: 塞尔维亚语

source: Server URL
zh_hans: 服务器 URL

source: Session history view
zh_hans: 会话历史视图

source: Sessions
zh_hans: 会话

source: Set API Key
zh_hans: 设置 API Key

source: Set Dictate to Off, Default, or a custom prompt
zh_hans: 把听写设为关闭、默认或自定义提示词

source: Set Up AI Enhancement
zh_hans: 设置 AI 润色

source: Set as default
zh_hans: 设为默认

source: Set shortcut
zh_hans: 设置快捷键

source: Set up
zh_hans: 去设置

source: Set up AI provider
zh_hans: 设置 AI 服务商

source: Set up Fluid Intelligence
zh_hans: 设置 Fluid Intelligence

source: Set up a provider below and verify its connection
zh_hans: 在下方设置服务商并验证连接

source: Set up microphone…
zh_hans: 设置麦克风…

source: Set up voice input
zh_hans: 设置语音输入

source: Settings
zh_hans: 设置

source: Settings are disabled during active recording
zh_hans: 录音进行中无法修改设置

source: Settings...
zh_hans: 设置…

source: Setup Isn't Complete
zh_hans: 设置尚未完成

source: Setup required
zh_hans: 需要设置

source: Share Detailed Anonymous Analytics
zh_hans: 分享详细匿名分析

source: Share anonymous daily feature, insertion performance, onboarding, and model metrics.
zh_hans: 匿名分享每日功能、输入性能、上手流程和模型指标。

source: Share anonymous datapoint
zh_hans: 分享匿名数据

source: Share my stats
zh_hans: 分享我的统计

source: Share…
zh_hans: 分享…

source: Shift + Enter
zh_hans: Shift + 回车

source: Shona
zh_hans: 绍纳语

source: Shortcut
zh_hans: 快捷键

source: Shortcuts
zh_hans: 快捷键

source: Show
zh_hans: 显示

source: Show %@
zh_hans: 显示 %@

source: Show %lld
zh_hans: 显示 %lld

source: Show Captions
zh_hans: 显示字幕

source: Show Debug Logs in App
zh_hans: 在 App 中显示调试日志

source: Show Guide
zh_hans: 显示引导

source: Show Performance in History
zh_hans: 在历史中显示性能

source: Show a card when FluidVoice can't confirm that pasted text landed.
zh_hans: FluidVoice 无法确认文本粘贴成功时显示卡片。

source: Show all results
zh_hans: 显示全部结果

source: Show an alert when FluidVoice changes or loses its microphone.
zh_hans: FluidVoice 切换或丢失麦克风时提醒。

source: Show audio
zh_hans: 显示音频

source: Show changes
zh_hans: 显示更改

source: Show details
zh_hans: 显示详情

source: Show edge light
zh_hans: 显示边缘灯效

source: Show fewer results
zh_hans: 收起结果

source: Show less
zh_hans: 收起

source: Show live captions
zh_hans: 显示实时字幕

source: Show live captions overlay
zh_hans: 显示实时字幕悬浮层

source: Show meeting history
zh_hans: 显示会议历史

source: Show more (%@)
zh_hans: 显示更多（%@）
